Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: Finding public information on the Internet does not fall under this category; usually, such a task requires a Research check.
zh_cn: 在互联网上寻找公开的信息不在此范畴，这类行为通常需要做研究检定。

source: Firearms, which operate through many different forms of internal mechanisms, have varying rates of fire.
zh_cn: 一些枪械的机制允许多种射击模式。

source: Firing a burst expends five bullets and can only be done if the weapon has five bullets in it.
zh_cn: 短点射消耗5发子弹，且只能在武器里有5发子弹时才能发动。

source: Firing a burst requires the Burst Fire feat.
zh_cn: 点射需要`点射`专长。

source: First, clothing is part of a disguise.
zh_cn: 首先，衣物是易容的一部分。

source: First, is individual initiative just as in normal combat, where each character rolls separately.
zh_cn: 第一种是按角色计，像常规战斗一样，每个角色分别计算先攻。

source: First, the character moves into the target’s square.
zh_cn: 首先，角色移动到目标的方格。

source: First, the character must move at least 10 feet in a straight line into the target’s square (provoking attacks of opportunity normally).
zh_cn: 首先，角色必须至少直线移动10尺，移动到目标的方格（将照常引发借机攻击）。

source: Fixing the degraded programming requires 1 hour and a Computer Use check against a DC equal to the DC for degrading it + 5.
zh_cn: 修复破坏性编程造成的破坏需要1小时的时间来做一次计算机使用检定，检定DC等于造成此破坏所需的DC+5。

source: Flashlights come in a wide variety of sizes and quality levels.
zh_cn: 手电筒涵盖了十分广泛的尺寸和品质。

source: Flashlights negate penalties for darkness within their illuminated areas.
zh_cn: 手电筒能在所照亮的区域减少黑暗所带来的惩罚。

source: Flat-Footed: At the start of a battle, before the character has had a chance to act (specifically, before the character’s first turn in the initiative order), the character is flat-footed.
zh_cn: 措手不及：战斗开始时，在角色有机会行动前（特别是在角色先攻顺序下的第一回合前），角色是措手不及的。

source: Follow these steps to build a robot.
zh_cn: 机器人需按照以下顺序制造：

source: Follow these steps.
zh_cn: 擒抱将遵循以下步骤。

source: For a Diminutive robot, the DC is 20.
zh_cn: 微型机器人基准DC为20。

source: For a Tiny robot, the DC is 15.
zh_cn: 超小型机器人基准DC为15。

source: For a hero whose levels are all in the same class, character level and class level are the same.
zh_cn: 一个英雄所有的等级都在一个职业上，那么角色等级就等于职业等级。

source: For a tight space, a check is only called for if the character’s head fits but his or her shoulders don’t.
zh_cn: 对于狭窄的空间，只有在空间可容纳角色的头而不能容纳肩膀时需要做检定。

source: For a wielder without the feat, the katana must be used with two hands, and the standard –4 nonproficiency penalty applies.
zh_cn: 无此专长的角色必须用双手使用此刀，且会承受4点`不擅长减值`。

source: For a written language, the bonus applies to a Decipher Script check instead.
zh_cn: 对于书面语言，该加值则加到文件解读检定上。

source: For actions not covered in any of this material, the GM determines how long such an action takes to perform and whether doing so provokes attacks of opportunity from threatening enemies.
zh_cn: 本文未提到过的其他动作，由GM来决定这些动作的花费和是否会引发借机攻击。

source: For all familiar special abilities based on the master’s level count only Mage levels.
zh_cn: 所有魔宠的特殊能力基于主人的法师等级。

source: For almost all purposes, there is no relevance to the end of a round or the beginning of a round.
zh_cn: 对于绝大多数情况，并没有所谓“轮的结束”与“轮的开始”之分。

source: For an Infiltrator who does not have evasion (see the Fast hero class description), improved evasion counts as evasion for the purpose of meeting the prerequisites on the Fast hero’s defensive talent tree.
zh_cn: 若渗透者没有反射闪避（见敏捷型英雄的描述），此特殊专长将代替反射闪避，以满足解锁敏捷型英雄的防御天赋树的要求。

source: For animals trained in combat riding, the character does not need to make this check.
zh_cn: 对于训练过战斗骑乘的动物，角色无需做此检定。

source: For each hour that the trail is cold, the DC increases by 2.
zh_cn: 踪迹每小时都在淡出，使DC+2。

source: For each negative level inflicted on an opponent, the draining creature heals 5 points of damage.
zh_cn: 对手每承受1级负向等级，吸取者都治疗5点伤害。

source: For each negative level, the opponent takes a –1 penalty on all skill checks and ability checks, attack rolls, and saving throws, and loses one effective level or Hit Die (whenever level is used in a die roll or calculation).
zh_cn: 每个负向等级都将给对手带来惩罚，所有技能检定、属性检定、攻击骰、豁免骰都有1点减值，并失去1级有效等级或生命骰（当计算或检定需要用到人物等级时，每个负向等级都会将其减1）。

source: For each point of Intelligence bonus the Mage has, his spellbook holds one additional 1st-level arcane spell.
zh_cn: 法师的每一点智力加值还可让法师多选择一个1级法术。

source: For effects that depends on manifester level the character is considered 1st level or his or her manifester level, whichever is higher.
zh_cn: 释放者等级与1级之间取最大值，决定灵力产生多少等级的效果。

source: For every 5 by which the character exceeds the DC, his or her Wealth bonus increases by an additional +1.
zh_cn: 检定点超过DC的部分，每5点额外加1点财富值。

source: For every 5 points by which the character exceeds the DC, he or she gains an additional +1 to his or her Wealth bonus.
zh_cn: 检定点超过DC的部分，每5点额外加1点财富值。

source: For every point by which the hero beats the DC, increase the bonus by +1 (to a total maximum bonus of +10).
zh_cn: 英雄每超DC1点，加值提高1点（最高可提高至10）。

source: For explosives, the Damage column shows the damage dealt to all creatures within the explosive’s burst radius.
zh_cn: 对于爆炸物而言，伤害指的是爆炸半径内所有生物受到的伤害。

source: For feinting in combat, the character may try again freely.
zh_cn: 而战斗中的虚招则可以随便重试。

source: For handguns, the only sound is the mechanical action of the weapon (Listen check, DC 15, to notice).
zh_cn: 对于手枪而言，武器唯一的响声来自击发（聆听检定听到的DC为15）。

source: For instance, dropping an object, dropping to a prone position, speaking a sentence or two, and ceasing to concentrate on a magic spell (if magic is available in the campaign) are all free actions.
zh_cn: 比如说，扔一件物品、卧倒、说一两句话、全神贯注于施法（如果游戏允许魔法内容）都是即时动作。

source: For instance, if the target gets a +10 bonus because the bluff demands something risky of the target, and the target’s Sense Motive check succeeds by 10 or less, then the target didn’t so much see through the bluff as prove reluctant to go along with it.
zh_cn: 举个例子，如果目标因为唬骗要求目标冒一定风险而获得10点加值，而目标的察言观色检定结果高于唬骗10点以及更低，则视为目标并未识破唬骗而是因为太难而拒绝。

source: For longarms, the supersonic speed of the bullet itself still makes noise.
zh_cn: 对于长杆枪械而言，子弹破空的噪音也很响亮。

source: For many relatively routine tasks, taking 10 results in a success.
zh_cn: 很多日常工作，取10就能成功。

source: For movement over a great distance, make a Navigate check.
zh_cn: 进行长距离移动时需要寻路检定。

source: For purposes of harming other creatures with damage reduction, a creature’s natural weapons count as the type that ignores its own innate damage reduction.
zh_cn: 为了伤害其他有伤害减免的生物，生物的天生武器所属类型将视为无视自身伤害减免的武器类型。

source: For ranges of up to five range increments (31 to 50 feet), roll 1d12.
zh_cn: 如果武器被投掷到5射程跨度内（31到50尺），掷1d12。

source: For ropes, a character’s Escape Artist check is opposed by the Dexterity check result of the opponent who tied the bonds.
zh_cn: 对于绳索而言，角色的脱逃检定与捆绑者的敏捷检定结果对抗。

source: For simply traveling from point to point, the vehicle used is largely a matter of personal style and finances.
zh_cn: 如果只涉及点到点的旅行，载具的使用只与个人风格和和经济相关。

source: For situations of total darkness, the goggles come with an infrared illuminator that, when switched on, operates like a standard flashlight whose light is visible only to the wearer (or anyone else wearing night vision goggles).
zh_cn: 在完全黑暗的情况下，自带红外照明且开启红外模式的夜视仪将提供类同于手电筒的功能，但这样的手电筒光只有佩戴夜视仪的人（包括其他佩戴夜视仪的人）能看到。

source: For skilled experts, the purchase DC is 10 + the ranks the expert has in the appropriate skill.
zh_cn: 求助专家的购买DC = 10 + 专家提供技能帮助的技能级数。

source: For splash weapons, all creatures within 5 feet of the weapon’s impact point take splash damage equal to the amount shown in this column.
zh_cn: 对于溅射武器，击中位置5尺内所有生物都受到溅射伤害。

source: For splash weapons, the Direct Hit Damage column is used for a target directly struck by the weapon.
zh_cn: 对于溅射武器而言，直接伤害指的是被武器直接击中所造成的伤害。

source: For the best protection money can buy, go with heavy armor, but watch out for the armor penalty.
zh_cn: 重型护甲提供了市面所能购买到的最佳防护，然而选用它要留意这种护甲的惩罚。

source: For the character who doesn’t want to be bogged down by more cumbersome armor types, a leather garment or some sort of concealable armor is just the ticket.
zh_cn: 对于不想被笨重的护甲拖累的人，皮革衣物或者一些隐藏护甲是理想的选择。

source: For the most part, clothing choice is based on character concept.
zh_cn: 绝大多数情况下，衣物的选择基于角色性质。

source: For the rest of the encounter, it is the count on which the character took the readied action, and the character acts immediately ahead of the character whose action triggered the readied action.
zh_cn: 当角色被触发，执行准备动作时，角色先攻值将改为执行准备动作时候的值，也就是触发条件开始前的时间点。

source: For the weapon the Soldier has applied weapon specialization to the Soldier’s threat range increases by one.
zh_cn: 士兵所有拥有`专精武器`专长的武器，其重击威胁区间+1。

source: For ties on opposed checks, the character with the higher key ability score wins.
zh_cn: 在对抗检定中，结果较高者胜，结果平则关键属性高者胜。

source: For underworld or street contacts, this expense is represented by a Wealth check against a purchase DC of 10 for the low-level contact, 15 for the mid-level contact, or 20 for the high-level contact.
zh_cn: 与黑社会或街头人士联系的费用对应财富检定，低级联系财富检定DC为10，中级联系DC15，高级联系DC20。

source: For vehicles with weapons, a weapon’s arc of fire is given in the vehicle’s description.
zh_cn: 对于自带武器的载具，武器的射击角已在载具描述中给出。

source: For weapons that fire projectiles, it is ten range increments.
zh_cn: 而射弹的远程武器，其最大射程为10射程跨度。

source: For weapons that use box magazines, a character can purchase extras.
zh_cn: 对于使用弹匣的武器，角色能额外购置弹匣。

source: Formal: From a little black dress to a fully appointed tuxedo, formal clothes are appropriate for “black tie” occasions.
zh_cn: 正装：从小黑连衣裙到全定制燕尾服，正装适用于极其正式的集会场合。

source: Fortitude: These saves measure a character’s ability to stand up to massive physical punishment or attacks against his or her vitality and health such as poison and paralysis.
zh_cn: 强韧豁免： 这一豁免代表角色在重大攻击下屹立不倒的能力和在受到类似毒素和麻痹攻击时保持活力的能力。

source: Free actions consume a very small amount of time and effort, and over the span of the round, their impact is so minor that they are considered free.
zh_cn: 即时动作只会花费极小的时间和精力，在一轮中，即时动作影响极小所以可以自由地执行。

source: Friendly Character: A character can move through a square occupied by a friendly character.
zh_cn: 友善角色：角色可越过友善角色占据的方格。

source: From a hold, a character can attempt a number of actions, including damaging the opponent or pinning the opponent.
zh_cn: 在缠握的过程中，角色可以尝试许多动作，包括伤害对手或压制对手。

source: From that point on, the Mage can prepare these spells without referring to a spellbook.
zh_cn: 选择后，法师无需援引法术书即可准备这些法术。

source: From that point on, you can attempt to trigger that power without paying its cost.
zh_cn: 选择后，就可以无消耗释放此灵力，这被称为`触发`。

source: From this point on, he or she can build mastercraft objects using that skill.
zh_cn: 从今往后，技师可以用此技能制造大师级工艺物品。

source: From this point on, he or she can deal nonlethal damage with a weapon that normally deals lethal damage (if he or she so chooses) without taking the normal –4 penalty on the attack roll.
zh_cn: 从现在开始，调查员可以（如果手上有）用通常会造成致命伤害的武器施加非致命伤害，伤害骰不再有4点减值。

source: Full attack is a full-round action.
zh_cn: 全力攻击是一个整轮动作。

source: Further, any reasonable precaution taken by a target, including stationing bodyguards, placing his or her back to a wall, or being able to make Spot checks, also precludes catching that target unaware and helpless.
zh_cn: 由此引申到目标采取的任何合理预防措施时，包括站岗放哨、靠墙、可以随时做侦察检定的状态，目标也不能被视为未觉察以及无助。

source: Furthermore, the blinded character has an effective Dexterity of 3, along with a –4 penalty on the use of Strength-based and Dexterity-based skills.
zh_cn: 此外，目盲的角色的敏捷有效值是3，使用基于力量和敏捷的技能检定有4点减值。

source: Furthermore, they get a bonus on their Spot checks.
zh_cn: 而且，侦察检定会有加值。

source: Furthermore, they take a –6 penalty to Strength and Dexterity.
zh_cn: 此外，角色会有力量和敏捷的减值各六点。

source: Gamble, Intimidate, Knowledge (current events or popular culture), Ride, or add a new Speak Language.
zh_cn: 赌博、威吓、知识（时事或流行文化）、骑术或者学习一门口头语言。

source: Gaseous poisons must be inhaled to be effective.
zh_cn: 毒气必须吸入才生效。

source: General information concerns local happenings, rumors, gossip, and the like.
zh_cn: 传闻就是当地发生的事、谣言、绯闻等等。

source: Generally inexpensive and light in weight, simple weapons get the job done nevertheless.
zh_cn: 这些武器廉价、轻便、结构简单，却能很好地胜任一些工作。

source: Generally speaking, any situational modifier created by the attacker’s position or tactics applies to the attack roll, while any situational modifier created by the defender’s position, state, or tactics applies to the defender’s Defense.
zh_cn: 通常来说，由进攻者的位置及采用的战术决定的调整值应用于进攻方的攻击骰，而由防御者的位置、状态或战术决定的调整值应用于防御方的防御值。

source: Generally, a character can take 10 when using a Craft skill to construct an object, but can’t take 20 (since doing so represents multiple attempts, and the character uses up the raw materials after the first attempt).
zh_cn: 一般来说，角色可以制造一件物品时可以取10，但不能取20（毕竟取20意味着多次尝试，但原材料只能用于第一次尝试）。

source: Generally, a character does not need to make a check to find a local street or other common urban site, or to follow an accurate map.
zh_cn: 通常，角色寻找本地的街道或其他城市地标，或者有精确的地图参照时不需要进行此检定。

source: Generally, creatures directly hit by splash weapons take the most damage, while those nearby take less damage.
zh_cn: 通常来说，被溅射武器直接命中的生物承受最严重的伤害，相邻的其他目标承受更少的伤害。

source: Generally, every building is represented, along with all roads, trails, and areas of vegetation.
zh_cn: 一般来说，每个建筑物都有标示，以及所有的道路、小径、植被区域。

source: Generally, if a character attempts to use a skill he or she doesn’t have any ranks in, the character makes a skill check as described.
zh_cn: 一般情况下，如果角色试图使用一个零级数的技能，角色还是可以按技能的描述做技能检定。

source: Generally, it takes 24 hours to obtain an object through requisition, but if the object is especially common, or if the hero beats the check DC by 5 or more, it is available in 1d4 hours.
zh_cn: 一般来说，申调需要24小时才能到货，但如果是特别普遍的物品，或者英雄检定成功5点及以上，则可在1d4后可用。

source: Generally, that’s all squares adjacent to the character’s position.
zh_cn: 通常来说，就是与角色位置相邻的所有方格。

source: Generally, the license is not expensive, and obtaining it has few if any additional legal requirements.
zh_cn: 一般来说，执照不贵，所需遵循的法律也不多。

source: Generally, the maximum height a creature can reach without jumping is given in the table below.
zh_cn: 生物通常无需跳跃就能达到的高度见下表。

source: Generally, when a character is subject to an unusual or magical attack, he or she gets a saving throw to avoid or reduce the effect.
zh_cn: 通常，当角色受到特殊攻击或魔法攻击时，需要掷一个豁免骰以避免或者减少这种攻击的效果。

source: Generally, when a hero is subject to an unusual or magical attack, he or she gets a saving throw to avoid or reduce the effect.
zh_cn: 通常，当英雄遭遇特殊攻击或魔法攻击时，需要掷一个豁免骰以避免或者减少这种攻击的效果。

source: Getting a license or buying an object with a restriction rating increases the time needed to make purchases.
zh_cn: 获得执照或购买管制物品会增加购买所花费的时间。

source: Getting the opponent in a pin is often the goal of a grapple.
zh_cn: 压制对手往往是擒抱的最终目的。

source: Give the skill user a +2 circumstance bonus to represent conditions that improve performance, such as having the perfect tool for the job, getting help from another character, or working under conditions that are significantly better than normal.
zh_cn: 给技能使用者2点情景加值代表优异表现，例如有很好的工具，从其他人那里获得帮助，或者以超常状态完成工作。

source: Give the skill user a –2 circumstance penalty to represent conditions that hamper performance, such as being forced to use improvised tools or possessing misleading information.
zh_cn: 给使用者2点情景减值代表不佳表现，例如被迫使用临时工具或者被错误信息误导。

source: Given enough time (usually 1d4 hours) and a successful skill check, the character gets a general idea about a given topic.
zh_cn: 只要经过足够的时间（通常为1d4小时）和一次成功的技能检定，角色在课题中获得`传闻`级信息。

source: Global positioning system receivers use signals from GPS satellites to determine the receiver’s location to within a few dozen feet.
zh_cn: 全球定位系统接收器使用从GPS卫星传来的信号，来确定接收器所在的位置，误差只有几尺。

source: Grab: The character makes a melee touch attack to grab the target.
zh_cn: 攫抓：角色要攫抓住目标，需要做一次近战接触攻击。

source: Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.
zh_cn: 授权与鉴于：鉴于同意使用该许可证，贡献者授予你一个永久的、全世界范围内的、开放专利的、非排外的许可证，允许摘录该许可证的条款以使用OGC。

source: Grappling means wrestling and struggling hand-to-hand.
zh_cn: 擒抱指摔跤或环抱等压制行为。

source: Handbags provide another way to carry 2 pounds of equipment.
zh_cn: 要装2磅的装备，手提包也是一种选择。

source: Handcuffs are restraints designed to lock two limbs—normally the wrists—of a prisoner together.
zh_cn: 手铐是用于将囚犯的两条肢体（通常是手腕）约束起来的工具。

source: Handguns and longarms are personal firearms.
zh_cn: 手枪与长杆枪属于单兵枪械。

source: Handguns can be broken down into three smaller groups: autoloaders, revolvers, and machine pistols.
zh_cn: 手枪可分为三小类：半自动、转轮和冲锋手枪。

source: Hard and translucent when cold, these explosives warm up when kneaded, and then can be coaxed to take various shapes.
zh_cn: 它在低温下坚硬且半透明，经过揉捏后会发热，可塑成任何形状。

source: Hardness: Each object has hardness—a number that represents how well it resists damage.
zh_cn: 硬度：每件物品都有硬度——代表了物品能抵抗多少伤害。

source: Having a car repaired can be expensive; how expensive depends on the amount of damage the vehicle has suffered.
zh_cn: 修理汽车可能会很贵；修理的花费取决于载具承受的伤害量。

source: Having an allegiance implies having sufficient intelligence and wisdom to make a moral or ethical choice.
zh_cn: 具有阵营的前提是必须有足够的智力和感知来评判和选择道德观念。

source: Having an evidence kit does not grant access to a law enforcement agency’s crime lab; it merely assists in the proper gathering and storing of evidence for use by such a lab.
zh_cn: 取证工具并不能用于技术鉴定工作，只能用于送检证据的搜集工作。

source: He also gets a +1 bonus on weapon damage rolls against creatures of this type.
zh_cn: 对这类生物的伤害骰也获得1点加值。

source: He gets a +4 bonus on Concentration checks made to cast a spell while on the defensive.
zh_cn: 法师在防御姿态施展法术所进行的专注检定将获得4点加值。

source: He gets a +4 bonus on Concentration checks to manifest a power while on the defensive.
zh_cn: 异能者在防御姿态释放灵力所进行的专注检定将获得4点加值。

source: He is limited to a certain number of spells of each spell level per day, according to his Mage class level.
zh_cn: 根据法师等级，法师每天每个等级的法术只能施展一定次数。

source: He of she applies the mastercraft ability to one of his or her Craft skills (electronic or mechanical).
zh_cn: 技师让自己的一项制造技能（电力或机械）拥有大师级工艺能力。

source: He or she could be in a seminary, a military school, or a private institution.
zh_cn: 可以是神学院、军校或私立教育机构的学生。

source: Healing that raises the character above 0 hit points makes him or her fully functional again, just as if the character had never been reduced to 0 or lower.
zh_cn: 治疗让角色恢复生命至0点以上，角色会完全恢复行动能力，只要角色别再减至0或者更低的生命值就行了。

source: Heat and cold deal damage that cannot be recovered until the character counteracts or escapes the inclement temperature.
zh_cn: 炎热与寒冷会造成无法恢复的伤害，直到角色抵御或脱离这样严酷的温度。

source: Heavier armor limits mobility, reducing a character’s ability to avoid attacks.
zh_cn: 护甲越重，角色越不灵活，避免被击中的能力越差。

source: Heavy and cumbersome, this armor is generally only donned by tactical officers heading into a dangerous assault.
zh_cn: 这种护甲常由抢先突入战场的攻坚者装备，笨重且臃肿。

source: Heavy clothing or armor provides a –4 penalty on saves against heat but grants a +4 equipment bonus on saves against cold.
zh_cn: 笨重的衣物或护甲对于炎热的豁免检定有4点减值，对于寒冷则有4点加值。

source: Heavy kitchen knives can be snatched up for use as weapons in homes and restaurants.
zh_cn: 家里或餐馆里可直接抓起来当武器用的重型餐刀。

source: Helicopters include transport and combat helicopters of all types.
zh_cn: 直升机包括所有类型的运输直升机和武装直升机。

source: Helpful texts or computer programs can provide a bonus (usually a +2 circumstance bonus) on the check, provided they are applicable to the script in question.
zh_cn: 帮助文档或计算机程序可以为检定提供加值（通常是+2情景加值），只要这些帮助有助于理解要解读的文件。

source: Here is the format for feat descriptions.
zh_cn: 以下是专长的格式描述。

source: Heroes at risk of catching fire are allowed a Reflex saving throw (DC 15) to avoid this fate.
zh_cn: 英雄着火后可以做一个反射豁免（DC15）避免之。

source: Heroes exposed to open flames might find their clothes, hair, or equipment on fire.
zh_cn: 英雄接触到明火，可能会让其衣物、头发或装备起火。

source: Heroes who are blind long-term (from birth or early in life) grow accustomed to these drawbacks and can overcome some of them (at the GM’s discretion).
zh_cn: 长期目盲的英雄（比如天生或早年失明）习惯了这些缺陷，可以部分克服这些问题（具体由GM酌情决定）。

source: Heroes who are deafened long-term (from birth or early in life) grow accustomed to these drawbacks and can overcome some of them (at the GM’s discretion).
zh_cn: 长期耳聋的英雄（天生或早年耳聋）习惯了这些缺陷，可以部分克服这些问题（具体由GM酌情决定）。

source: Heroes who are exhausted move at half speed and cannot run or charge.
zh_cn: 力竭的英雄移动速度减半，且不能奔跑或冲锋。

source: Heroes who are paralyzed fall to the ground, unable to move (they have an effective, but not actual, Dexterity and Strength of 0).
zh_cn: 麻痹的英雄会倒地，无法移动（其有效力量和敏捷为0，实际值不变）。

source: Heroic allies and antagonists are built the same way as heroic player characters.
zh_cn: 英雄角色盟友和对手的角色建立过程与英雄玩家角色相同。

source: Hip: This holster holds the weapon in an easily accessed—and easily seen—location.
zh_cn: 腰部装具：这种装具将武器装在容易拔出、也容易被看到的地方。

source: Hit Points: An object’s hit point total depends on what it is made of or how big it is (see Table Substance Hardness and Hit Points and Table Object Hardness and Hit Points).
zh_cn: 生命值：物品的生命值完全取决于其材质和大小（见`表：物质的硬度与生命值`以及`表：物品的硬度与生命值`）。

source: Hit points are based on the character’s class and level, and the character’s Constitution modifier applies.
zh_cn: 生命值由角色的职业和等级决定，角色的体质调整值共同作用。

source: Hit points mean two things in the game world: the ability to take physical punishment and keep going, and the ability to turn a serious blow into a less serious one.
zh_cn: 在游戏世界里，生命值有两个含义：承受肉体伤害后仍能维持行动的能力，和将重击化小的能力。

source: Hit points measure how hard a character is to kill.
zh_cn: 生命值衡量了角色难以被杀死的程度。

source: Hold: Make an opposed grapple check.
zh_cn: 缠握：双方做一个擒抱对抗检定。

source: Holsters are generally available for all Medium-size or smaller firearms.
zh_cn: 装具通常用于装载普通或小型尺寸的枪械。

source: How many ranks a character has in the Profession skill (including ranks the character may have just acquired after gaining a level) also adds to the Wealth bonus increase the character receives upon gaining a new level.
zh_cn: 角色拥有的专业技能级数（升级后角色获得的专业等级也计在内）也影响每次升级提升的财富加值。

source: How many squares a vehicle occupies is specified in the vehicle’s description.
zh_cn: 一个载具占据多少方格见载具描述。

source: How much the Wealth bonus is reduced depends on how expensive the object is.
zh_cn: 财富加值下降多少取决于物品有多贵。

source: How the firearm is reloaded depends upon its magazine type.
zh_cn: 枪械如何装填取决于弹仓类型。

source: However, a character may be able to turn to the black market (see below) to obtain restricted objects without a license.
zh_cn: 但角色可以在黑市（见下文）无证购买管制物品。

source: However, a familiar grants special abilities to its master, as described below.
zh_cn: 但是，魔宠能赋予其主人特别的能力，如下所述。

source: However, a jury-rigged repair can only fix a single problem with a check, and the temporary repair only lasts until the end of the current scene or encounter.
zh_cn: 但是，一次应急维修检定只能修复一个简单问题，临时修理效果只会维持到当前场景或者遭遇战结束。

source: However, a laser sight can’t be used outdoors during the daytime.
zh_cn: 但激光瞄具不能在户外日间使用。

source: However, access speed is slow, and any Computer Use or Research check involving the Internet takes half again the normal time (multiply by 1.5).
zh_cn: 然而，使用蜂窝网连接速度缓慢，任何计算机使用或与网络有关的研究检定要多花一半的时间（乘以1.5）完成。

source: However, although a scope magnifies the image of the target, it has a very limited field of view, making it difficult to use.
zh_cn: 但是瞄准镜放大目标图像的同时也极大地缩小了视野，造成不便。

source: However, because it communicates directly via satellite, it can be used any-where on earth, even in remote areas well beyond the extent of cell phone service.
zh_cn: 但是因为卫星电话直接连接卫星，可在地球上的任何地方使用，甚至在无手机信号服务的地区使用。

source: However, damage reduction from spells does not confer this ability.
zh_cn: 而伤害减免无法对法术生效。

source: However, each full range increment causes a cumulative –2 penalty on the attack roll.
zh_cn: 超过射程跨度时，每超过一倍射程跨度，攻击骰都要受到2点减值。

source: However, even with these weapons, only a 20 is an automatic hit.
zh_cn: 但即使是这些武器，也只能在自然骰为20时为必然命中。

source: However, few of them have the maximum number of action points for their level (because they will have spent some of them).
zh_cn: 然而，他们只有极少数的行动点是满的（因为他们在冒险中总不可能一点行动点都没花）。
